export default {
  lang: 'ru',

  url: {
    annotationWP: '/wp/@:lang/annotation.html',
    blockchainWP: 'wp/@:lang/blockchain.html',
    bitcoin: 'https://bitcointalk.org/index.php?topic=2721683.0',
    distinction: 'wp/@:lang/distinction.html',
    tokenWP: 'wp/@:lang/token.html',
    wp: 'wp/@:lang/index.html',
    faq: '/faq-ru.html',
    op: 'op/@:lang/index.html',
    pressRelease: 'press-release/@:lang/index.html',
    imigize: 'https://imigize.ru',
    termsCondition: '/documents/terms_and_conditions/index.html',
    saleAgreement: '/documents/sale_agreement/index.html',
    privacyPolicy: '/documents/privacy_policy/index.html',
    chartTelegram: 'https://t.me/joinchat/B0_t5BLfjgcawrQkNCepdg',
    youtubeVideoId: 'nsOPFaG6iec'
  },

  link: {
    home: 'Главная',
    blog: 'Блог',
    about: 'О проекте',
    catalog: 'Каталог',
    contacts: 'Контакты',
    ir: 'Инвесторам',
    profile: 'Мой ID',
    stylists: 'Стилисты',
    styleImages: 'Образы'
  },

  benefits: {
    title: 'Что это вам даёт?',
    text: 'Представьте себе, что теперь, делая покупки в интернете, вы можете быть абсолютно уверены в том, ' +
    'что купленная обувь подходит вам по размеру.',
    col1: 'Всего одно измерение для всех покупок',
    col2: 'Примерка тысяч моделей во многих магазинах',
    col3: 'Гарантия покупок без вынужденных возвратов'
  },

  contacts: {
    title: 'Контакты',
    spb: {
      title: 'Офис компании «Imigize»',
      hours: '8 (812) 380-58-58, понедельник-пятница с 9:00 до 20:00',
      address: 'г. Санкт- Петербург, ул. Киевская д.8 корп.2 лит.А'
    },
    email: 'Почта',
    mapTitle: 'Карта проезда',
    formTitle: 'Форма обратной связи',
    formText1: 'Оставьте ваши контакты в форме ниже или просто напишите нам на',
    formText2: 'Наши специалисты ответят вам в ближайшее время.',
    formMessageOk: 'Сообщение отправлено',
    formMessageError: 'Произошла ошибка, повторите позже или напишите нам на почту'
  },

  description: {
    title: 'Выбирайте обувь в интернет-магазинах',
    titleBottom: 'а нужный размер мы подскажем',
    text: 'Сервис Imigize найдет наиболее подходящий вам размер для каждой модели обуви и покажет оценку комфорта:',
    sectorTextTop: 'Подходит',
    sectorText: 'Идеально',
    size: 'Размер'
  },

  form: {
    title: 'Обратная связь',
    name: 'Имя',
    email: 'Укажите, на какой email прислать ответ на ваше сообщение',
    emailImigize: 'Если вы регистрировались в Имиджайз - укажите email при регистрации',
    skype: 'Ваш скайп',
    phone: 'Телефон',
    message: 'Ваше сообщение',
    placeholder: '(укажите максимум деталей)',
    btn: 'Отправить сообщение в Imigize'
  },

  googleMap: {
    infoText: {
      address: 'Адрес',
      hours: 'Часы работы',
      phone: 'Телефон',
      imigize: {
        title: 'Шоурум для СМИ и инвесторов',
        city: 'г. Санкт-Петербург',
        address: 'ул. Киевская, 8, корп.2, лит.А',
        hours: 'Каждую среду и субботу',
        phone: '+7 921 962 78 44'
      },
      runlab: {
        title: 'Магазин на Крестовском острове',
        city: 'г. Санкт-Петербург',
        address: 'ул. Кемская, 1',
        hours: 'Ежедневно 11:00 - 22:00',
        phone: '+7 812 385 59 56'
      },
      wildberries: {
        title: 'Пункт выдачи заказов Wildberries',
        city: 'г. Санкт-Петербург',
        address: 'ш. Выборгское, 5 корп. 1',
        hours: 'Ежедневно 11:00 - 21:00',
        phone: '+7 812 309 80 91'
      }
    }
  },

  headerAbout: {
    linkTechnology: 'Как это работает?',
    linkHowItWorks: 'Как пользоваться сервисом?',
    linkBenefits: 'Что это вам даёт?',
    linkHowToConnect: 'Начать пользоваться'
  },

  howItWorks: {
    title: 'Как пользоваться сервисом?',
    titleBottom: 'Всё очень просто! После регистрации в описании каждой модели обуви появится рекомендация ' +
    'подходящего именно вам размера.',
    col1: 'Войдите в систему',
    col2: 'Рекомендации вашего размера и уровня комфорта',
    col3: 'Детальная информация ожидаемого уровня комфорта',
    title1: 'Войдите в систему',
    text1a: 'После вашей регистрации сервис бесконтактной примерки станет доступен автоматически.',
    text1b: 'Если вы вышли из системы, для повторного входа вы можете ввести адрес электронной почты, ' +
    'указанный при регистрации.',
    title2: 'Рекомендации вашего размера и уровня комфорта',
    text2: 'Система подберёт наиболее подходящий для вас размер и покажет ожидаемый уровень кофорта',
    title3: 'Детальное описание ожидаемого уровня комфорта',
    text3: 'Кликнув на иконку, вы откроете окно с более детальным описанием совместимости вашей ноги ' +
    'и данной модели обуви'
  },

  howToConnect: {
    title: 'Как подключиться к сервису',
    text: 'Мы еженедельно проводим демонстрацию полного цикла технологии — от сканирования ног до примерки в нашем шоу-рум, расположенном в Санкт-Петербурге возле метро Фрунзенская.',
    textBottom: 'Теперь вы можете посетить {0} один из пунктов, оборудованных 3D сканерами и сделать 3D скан ваших ног.',
    textBottomLink: 'по предварительной записи',
    shop1: {
      title: 'Шоурум для СМИ и инвесторов',
      city: 'г. Санкт-Петербург',
      metro: 'м. Фрунзенская',
      address: 'ул. Киевская, 8, корп.2, лит.А',
      time: 'Каждую среду и субботу',
      link: 'Записаться на демо'
    },
    shop2: {
      title: 'Магазин Run Lab',
      city: 'г. Санкт-Петербург',
      metro: 'м. Крестовский остров',
      address: 'ул. Кемская, 1',
      time: 'Ежедневно 11:00-21:00'
    },
    shop3: {
      title: 'Пункт выдачи заказов Wildberries',
      city: 'г. Санкт-Петербург',
      metro: 'м. Озерки',
      address: 'ш. Выборгское, 5 корп. 1',
      time: 'Ежедневно 11:00-21:00'
    }
  },

  howWork: {
    title: 'Как это работает?',
    text1: 'Сделайте 3D скан ваших ног в одном из {0} или с помощью {1}',
    text1Bold1: 'пунктов сканирования',
    text1Bold2: 'мобильного приложения',
    text2: 'Перейдите в {0} обуви',
    text2Bold: 'онлайн-магазин',
    text3: 'Подберите в один клик обувь, которая максимально подходит для ваших ног',
    link: 'Есть вопросы? Задайте их в нашем канале в'
  },

  mainFooter: {
    menuTitle: 'Компания',
    socialTitle: 'Сообщества',
    socialVk: 'Вконтакте'
  },

  mobile: {
    title: 'Сделайте 3D скан ваших ног самостоятельно',
    topTitle: 'Скачайте бесплатное мобильное приложение',
    topText: 'Приложение на данный момент доступно для Google Play и App Store',
    bottomTitle1: 'Как быстро научиться пользоваться',
    bottomTitle2: 'приложением',
    btn: 'Читать',
    link: 'Есть вопросы по приложению?'
  },

  technology: {
    title1: 'Ваш цифровой профиль',
    text1a: 'Посетите фирменные магазины, оборудованные {0} или сделайте сканы ваших ног самостоятельно с помощью' +
    ' мобильного приложения.',
    text1aSpan: '3D сканерами',
    text1b: 'Зарегистрируйтесь в системе Imigize',
    text1c: 'Покупайте обувь подходящего размера с уверенностью.',
    mobileText: 'Поиск по названию:',
    title2: 'Как это работает',
    text2a: 'Для того чтобы вы делали интернет покупки обуви с уверенностью, как в обычном магазине ' +
    'или торговом центре, мы проделали большую работу и на специальном современном оборудовании ' +
    'предварительно измерили всю обувь в интернет - магазинах наших партнеров.',
    text2b: 'Чтобы определить, насколько комфортна вам будет та или иная модель, мы сравниваем до ' +
    '20 индивидуальных параметров вашей ноги и обуви.',
    title3: 'Гарантированная точность',
    text3a: 'В дополнение к высокоточным измерениям мы применяем технологии нейронных сетей. С каждой ' +
    'вашей новой покупкой система будет всё более тонко "понимать" ваши индивидуальные ' +
    'параметры и точность примерки будет расти.',
    text3b: 'Совершив 2-3 покупки с помощью Имиджайз, вы сможете полностью ' +
    'перейти на покупки обуви в интернет магазинах, открыв для себя всё многообразие и выгоды ' +
    'интернета.',
    col1: 'Персональные измерения позволяют точно определить размер обуви',
    col2: 'Вся обувь имеет цифровые копии, сделанные нами на специальном оборудовании',
    col3: 'Самообучающийся алгоритм будет все точнее определять ваш размер'
  },

  topAbout: {
    title: 'Технология',
    text: 'бесконтакной примерки обуви'
  },

  topIndex: {
    title: 'Технология бесконтактной 3D примерки для покупки обуви в интернете',
    text: 'Отсканируйте в 3D свои ноги в обувном магазине или самостоятельно с помощью iOS/Android ' +
    'приложения. Теперь, покупая обувь в интернете, вы можете быть уверены, что она будет {0} комфортна,' +
    ' как если бы вы примеряли и покупали ее в обычном магазине.',
    textSpan: 'так же'
  }
}
